//
//  rules.c
//  fifteen
//
//  Created by Tatyana on 24.11.2020.
//

#include "rules.h"


void rules(){
    printf("П'ятнадцять - це гра головоломка. Перед гравцем - квадратне ігрове поле з невпорядкованими числами. Одна комірка завжди залишається пустою, її слід використовувати для переміщення чисел всередині поля. Мета гри - впорядкувати розміщення чисел на полі, розмістивши їх за спаданням зліва направо і зверху вниз, починаючи з комірки з номером 1 у лівому верхньому куті і закінчуючи пустим місцем у правому нижньому куті поля. Нехай щастить!:) \n\n");
}
